# St7GetNumGeometryLoopCoedges

Returns the number of edges in the specified loop.

long St7GetNumGeometryLoopCoedges(long uID, long LoopNum, long* NumCoedges)
Input Parameters
uID
Strand7 model file ID.
LoopNum
Loop number.
Output Parameters
NumCoedges
Number of Coedges in the loop.